{
    "chefesBase":[
        {
            "nome":"Godrick, o Enxertado",
            "localizacao":"Castelo Tempesvéu, Limgrave.",
            "requisito":"",
            "acesso":""
        },
        {
            "nome":"Rennala, Rainha da Lua Cheia",
            "localizacao":"Academia de Raya Lucaria, Liurnia dos Lagos.",
            "requisito":"***TEMP*** PEGAR CHAVE DRAGAO",
            "acesso":""
        },
        {
            "nome":"Flagelo Estelar Radahn",
            "localizacao":"Castelo da Juba Vermelha, Caelid.",
            "requisito":"Ativar o festival. Pode ser realizado das seguintes formas:<br/>&emsp;Quest da Ranni:<br/>&emsp;&emsp;1- Falar com a Ranni na Igreja de Elleh, mesmo local do mercante Kalé. (Opcional)<br/>&emsp;&emsp;2- Ir até as Três Irmãs, após derrotar a Loretta, Cavaleira Real na Mansão Caria (ao norte de Liurnia dos Lagos).<br/>&emsp;&emsp;3- Falar com o Blaidd no Rio Siofra (após aceitar servir a ranni e conversar com todos na torre).<br/>&emsp;&emsp;4- Falar com o Seluvis na torre dele e em seguida com a Sellen nas Ruínas do Ponto de Paragem.<br/>&emsp;&emsp;5- Falar novamente com o Blaidd no Rio Siofra ativará o festival.<br/>&emsp;Elevador Grandioso de Dectus:<br/>&emsp;&emsp;1- Pegar as metades do Medalhão de Dectus. A primeira metade pode ser pega no Forte Haight (sudeste da Floresta Nebulosa  em Limgrave), a segunda metade é encontrada no Forte Faroth (penhascos ao sul de Dragonbarrow).<br/>&emsp;&emsp;2- Ativar o Elevador Grandioso de Dectus no nordeste de Liurnia.<br/>&emsp;&emsp;3- Ativar qualquer graça do Platô Altus. Há uma graça próxima seguindo a Norte(N) saindo do elevador.",
            "acesso":""
        },
        {
            "nome":"Espírito Ancestral Nobre",
            "localizacao":"",
            "requisito":"Derrotar o Radahn.",
            "acesso":"Após derrotar o Radahn, uma cratera será formada na Floresta Nebulosa. Descendo a cratera e derrotando o chefe Lágrima Imitadora, você terá acesso ao Campo Sagrado do Chifre. Onde deverá acender 6 \"tochas\" para acessar a luta."
        },
        {
            "nome":"Morgott, o Rei Agouro",
            "localizacao":"Leyndell, a Capital Real.",
            "requisito":"Ter duas Grandes Runas e ter acessado a Mesa Redonda, também é necessário derrotar o Sentinela da Árvore Dracônico que está guardando a entranda.<br/>Seguindo a ordem, os chefes que dropam as Grandes Runas são: Godrick, Rennala e Radahn.",
            "acesso":""
        },
        {
            "nome":"Astel, Filho Natural da Escuridão",
            "localizacao":"",
            "requisito":"Derrotar o Radahn.",
            "acesso":"&emsp;Questa da Ranni:<br/>&emsp;&emsp;Após iniciar a quest (descrição do Radahn) e derrotar o Radahn, você deverá ir até Nokron e derrotar a Lágrima Imitadora. Então deverá pegar o item Lâmina de Matador de Dedos (Campo Noturno Sagrado) e entregá-lo a Ranni na Torre Pedrilhante de Ranni. Após entregar o item recarregue a área e volte a Ranni, logo depois vá até a torre de Renna suba as escadas e interaja com o portal, que levará você até o Rio Ainsel, Principal.<br/>&emsp;Sem quest:<br/>&emsp;&emsp;Na mesma área onde é encontrado o Espírito Ancestral Nobre você também pode chegar ao Aqueduto de Siofra onde está o chefe Gárgula Valente (a dupla de gárgulas) ao derrotar esse chefe entre no caixão que te levará até os Abismos da Raiz Profunda. Nos abismos, siga reto em direção as raízes até ver a cachoeira. Beirando a cachoeira, terá outro caixão que levará você até o Rio Ainsel, Principal.<br/><strong>Depois de chegar no Rio Ainsel:</strong><br/>&emsp;O Rio Ainsel, Principal liga a Nokstella. Mais a frente de Nokstella, Cidade Eterna você chegará até o Lago de Podridão. Passando pelo lago, você chegará até um local com vários inimigos (aqueles \"insetos\" da podridão) nessa área terá um caixão que te levará para enfrentar o Astel."
        },
        {
            "nome":"Rykard, Lorde Blasfemo",
            "localizacao":"Mansão Vulcânica.",
            "requisito":"",
            "acesso":"<br/>&emsp;1- Seguir a quest da Tanith até o fim (invasões) e responder que quer conhecer o lorde dela.<br/>&emsp;2- Derrotar o Nobre da Pele Divina (acessado por uma parede ilusória em um dos quartos). Quando você chegar em um corredor com dois Homens-Serpente, no fim há uma sala com uma porta fechada a direita. Abra e suba as escadas em linha reta pela esquerda até chegar a uma varanda com um portão de teleporte."
        },
        {
            "nome":"Fortissax, o Dragão Lich",
            "localizacao":"",
            "requisito":"Pegar a Marca Amaldiçoada da Morte na Torre Divina de Liurnia. É necessário avançar na quest da Ranni (Descrição do Astel) até entregar a Lâmina de Matador de Dedos para conseguir o item Estátua Cariana Invertida.",
            "acesso":"Entregar a marca para a Fia após a luta contra os Campeões, nos Abismos da Raiz Profunda."
        },
        {
            "nome":"Gigante de Fogo",
            "localizacao":"Montanha dos Gigantes.",
            "requisito":"***TEMP*** DERROTAR MORGOTT E PEGAR O MEDALHAO",
            "acesso":""
        },
        {
            "nome":"Mohg, Lorde do Sangue",
            "localizacao":"",
            "requisito":"Medalhão da Árvore Sacra. Uma outra opção pode ser seguir a quest do Varré.<br/>Quest do Varré:<br/>&emsp;Ir até a Igreja da Rosa em Liurnia para iniciar a quest. Conversando com ele, escolha a primeira opção \"Eles não pareciam certos\" e depois invada 3 mundos ou derrote o invasor em Platô Altus e volte até o Varré. Conversando com ele, escolha novamente a primeira opção \"Unja-me\" após pegar o item Favor do Lorde do Sangue vá até Os Quatro Campanários. Subindo tudo haverá um baú, pegue a chave dentro dele e use no primeiro campanário a esquerda (seguindo o caminho para descer) e use o portal. Derrotando o chefe, vá até a igreja onde inicia o jogo e interaja com o corpo da donzela no chão.<br/>Após isso volte até o Varré e converse com ele. Depois dele arrancar o seu dedo, converse novamente para ele te dar o item Medalha de Cavaleiro Sangue Puro.<br/><br/>Localização dos medalhões:<br/>&emsp;Parte Direita: Vilarejo dos Albináuricos, Liurnia (NPC disfarçado de pote. Após o primeiro \"perfumista\").<br/>&emsp;Parte Esquerda: Castelo Sol, Montanha dos Gigantes (Derrotar o Comandante Niall).",
            "acesso":"Usar o medalhão no Grande Elevador de Rold. O portal está a Noroeste (NW) das Ruínas de Yelough Anix. Ou, seguindo a quest do Varré, use a Medalha de Cavaleiro Sangue Puro, e você será teleportado para a entrada do Palácio de Mohgwyn."
        },
        {
            "nome":"Maliketh, A Lâmina Negra",
            "localizacao":"Ruína de Farum Azula (Queimar a Térvore na graça da Forja dos Gigantes).",
            "requisito":"Derrotar o Gigante de Fogo.",
            "acesso":""
        },
        {
            "nome":"Placidusax, o Lorde Dragão",
            "localizacao":"",
            "requisito":"",
            "acesso":"A partir da graça \"Lateral da Grande Ponte\", volte e desça o elevador. Passe pelos inimigos na parte com água. Saindo pela porta, siga reto em direção ao penhasco. Você verá uma \"plataforma\" abaixo. Desça completamente e deite no espaço onde não há ossos."
        },
        {
            "nome":"Hoarah Loux, Guerreiro",
            "localizacao":"Leyndell, Capital das Cinzas",
            "requisito":"Derrotar o Maliketh.",
            "acesso":""
        },
        {
            "nome":"Malenia, a Lâmina de Miquella",
            "localizacao":"",
            "requisito":"Pegar o Medalhão da Árvore Sacra e usar no Grande Elevador de Rold para acessar o Campo de Neve Consagrado.",
            "acesso":"Concluir a Prisão Eterna (Evergaol) em Ordina, Cidade Sacramental."
        },
        {
            "nome":"Radagon da Ordem Áurea/ Fera Prístina",
            "localizacao":"",
            "requisito":"Derrotar o Hoarah Loux.",
            "acesso":"Da graça \"Trono Prístino\" siga em direção a árvore e toque na luz."
        }
    ],
    "chefesSOTE":[
        {
            "nome":"Fera Divina, o Leão Dançante",
            "localizacao":"",
            "requisito":"",
            "acesso":"A partir da graça Cruz dos Três Caminhos (antes da Grande Ponte de Ellac) siga para oeste (W) e suba as escadas. Antes da segunda escada há uma outra graça e dois NPC's.<br/>Suba o segundo lance de escadas para chegar a Belurat, Assentamento da Torre. Onde o chefe está no final/ topo."
        },
        {
            "nome":"Rellana, Cavaleira das Luas Gêmeas",
            "localizacao":"Castelo Ensis.",
            "requisito":"",
            "acesso":"Seguir reto após atravessar a Grande Ponte de Ellac, localizada a Norte (N)/ Nordeste (NE) da graça Cruz dos Três Caminhos."
        },
        {
            "nome":"Cavaleiro Pútrido",
            "localizacao":"Fissura dos Caixões de Pedra.",
            "requisito":"Quebrar o feitiço de Miquella.",
            "acesso":"A partir da graça Frente do Castelo siga para sudeste (SE) e desça passando por um acampamento. Siga reto até ver os inimigos se batendo, então siga pelo caminho da esquerda. Chegando no lago de veneno continue sempre se mantendo a esquerda e no fim, em um lago com um carangueijo, entre numa caverna atrás da planta e siga até a próxima graça.<br/>Da graça Caverna do Rio Ellac, siga a esquerda e desça a cachoeira até ver o Golem da Fornalha. Passando pelo golem você chega na próxima graça.<br/>Da graça Costa Cerúlea, siga para o sul (S) do mapa até chegar em uma cratera e desça-a. Descendo toda cratera você chegará a graça A Fissura."
        },
        {
            "nome":"Comandante Gaius",
            "localizacao":"Fortaleza das Sombras. Armazém, Parte de Trás.",
            "requisito":"",
            "acesso":"Ruínas de Moorth, leste da graça Cruz da Estrada Principal. A partir da graça das ruínas, siga para leste e passe pela direita de um pilar gigante. Logo após passar o pilar vire a esquerda e entre em um buraco no chão. No final, você chegará ao Vilarejo Bonny.<br/>No vilarejo, siga a leste até passar por duas pontes. Após isso, siga o caminho no chão até o fim. Na bifurcação, seguindo reto você chegará até a fortaleza seguindo a esquerda você chegará a Catedral de Manus Metyr."
        },
        {
            "nome":"Avatar da Umbrárvore",
            "localizacao":"Fortaleza das Sombras, Distrito da Igreja.",
            "requisito":"Girar a alavanca para remover a água da parte inferior da graça Entrada do Distrito da Igreja.",
            "acesso":"A partir da graça Capela Submersa (área abaixo de onde está o mecanismo da água) saia pelo oeste (W) vire a direita, siga reto e vire a esquerda para entrar em uma capela com um inimigo no fundo. Chegando onde esta o inimigo, vire a direita e siga reto até chegar a uma porta fechada."
        },
        {
            "nome":"Messmer, o Empalador",
            "localizacao":"Fortaleza das Sombras.",
            "requisito":"Puxar a alavanca próxima a graça Armazém, Sétimo Andar. A alavanca está seguindo reto dessa graça e pulando o muro no final onde tem um animal pendurado.",
            "acesso":"Subir pela estrutura central que moveu após puxar a alavanca."
        },
        {
            "nome":"Romina, Santa do Broto",
            "localizacao":"Antigas Ruínas de Rauh.",
            "requisito":"",
            "acesso":"A partir da graça Torre Menor do Viaduto, siga reto até a beira do penhasco e desça na plataforma logo abaixo. Desça novamente até o riozinho e siga para a direita e depois reto até a primeira entrada a esquerda logo após virar a esquerda, vire a direita e verá uma grande \"sala\" com escorpiões-aranhas, siga reto até o buraco na parede. Passando por ele, vire a esquerda e abra a porta. Siga o caminho e caia na fonte de vento. Após cair siga reto (NW) e vire a esquerda.<br/>Após chegar na graça Antigas Ruínas de Rauh, Leste, siga na ponte e caia na ponte abaixo a direita. Caindo, siga reto até passar pela parte coberta e vire a direita até uma fonte de vento bloqueada e use a Algema de Margit para liberá-la. Depois de liberada pule olhando no sentido sudeste (SW) e siga reto beirando a parede a direita até a entrada. Entre e suba a escada a esquerda."
        },
        {
            "nome":"Metyr, Mãe dos Dedos",
            "localizacao":"",
            "requisito":"Quest do Ymir, encontrado na Catedral de Manus Metyr.",
            "acesso":"Abaixo do trono do Ymir, após tocar os dois sinos. Um está na Ruína de Dedos de Rhia e o outro na Ruína de Dedos de Dheo (É necessário ter o gesto \"Oh, mãe\" encontrado ao norte do Vilarejo Bonny e usar a direita da porta para o Comandante Gaius)."
        },
        {
            "nome":"Midra, Lorde da Chama Frenética",
            "localizacao":"Mansão de Midra, Floresta Abissal.",
            "requisito":"Chegar ao fim das Catacumbas da Luz Negra e derrotar o Jori.",
            "acesso":""
        },
        {
            "nome":"Bayle, o Horror",
            "localizacao":"Pico Irregular.",
            "requisito":"Derrotar o Homem-Dragão Ancião no Poço do Dragão.",
            "acesso":""
        },
        {
            "nome":"Radahn, Consorte de Miquella",
            "localizacao":"Enir-Ilim.",
            "requisito":"Derrotar o Messmer e a Romina. Queimar a árvore após a Romina com a Acendalha de Messmer.",
            "acesso":""
        }
    ]
}